<template>
    <div class="box">
        <p class="p">本产品提供的证券分析和投资顾问相关的内容主要包括：智能诊股、研究报告、实时解盘、依据大数据技术的交易系统和选股模型。并通过产品的文字、指标、图形、交易系统，选股结果等方式显示。
        </p>
        <p class="p">本产品提供的买入、卖出建议，提供的股票池和投资建议，仅供投资者参考，投资者基于独立的判断，自行决定证券投资，并承担投资损失。
</p>
        <p class="p">本报告的信息来源于已公开的资料，本公司对该等信息的准确性、完整性或可靠性不作任何保证。本报告所载的资料、意见及推测仅反映本公司于发布本报告当日的判断，本报告所指的证券或投资标的的价格、价值及投资收入可升可跌。过往表现不应作为日后的表现依据。在不同时期，本公司可发出与本报告所载资料、意见及推测不一致的报告。本公司不保证本报告所含信息保持在最新状态。同时，本公司对本报告所含信息可在不发出通知的情形下做出修改，投资者应当自行关注相应的更新或修改。
        </p>
        <p class="p">本报告中所指的投资及服务可能不适合个别客户，不构成客户私人咨询建议。在任何情况下，本报告中的信息或所表述的意见均不构成对任何人的投资建议。在任何情况下，本公司、本公司员工或者关联机构不承诺投资者一定获利，不与投资者分享投资收益，也不对任何人因使用本报告中的任何内容所引致的任何损失负任何责任。投资者务必注意，其据此做出的任何投资决策与本公司、本公司员工或者关联机构无关。
        </p>
        <p class="p">以上信息仅供参考，不作为投资依据。信息内容根据行业通行的准则，以合法渠道获得，尽可能保证可靠、准确和完整，但并不保证所述信息的准确性和完整性。不能作为道义的、责任的和法律的依据或者凭证，无论是否已经明示或者暗示。
        </p>
        <p>图形选股应用说明:</p>
        <p>一、本功能运用大数据深度分析全市场个股历史走势形态并集合整理，再通过图形选股模型进行筛选，使得所选股票在深度和精度上得到了进一步提高，大大提高了用户的选股效率。
        </p>
        <p>二、该功能结合技术形态及量价关系，形成多维的选股系统。其中每一个选股形态模型都有一个成熟的投资思路。如：加速拉升形态：选取多头形态，且股价从比较低的斜率开始向大斜率方向运行，近期主力开始加速拉升的股票。
        </p>
        <p>三、该模型在每个交易日盘后更新。
（以上不同的功能可以不同）
由于模型的的建立，测试，结论是依据历史数据采用数学和统计的方式获得，相关结果对于当前的市场仅有参考作用，不作为投资者的买卖依据。投资者应基于独立的判断，自行决定证券投资，并承担投资损失。据此操作请做好风险控制。</p>
        <p class="p">智能诊股是运用大数据对最近10年相似走势形态的股票进行分析，以上功能是依据历史数据采用数学和统计的方式获得的，仅为大数据预测，不代表未来走势，相关结果对于当前的市场仅有参考作用，不作为投资者的买卖依据。投资者应基于独立的判断，自行决定证券投资，并承担投资损失。据此操作请做好风险控制。
        </p>
        <p class="p">数据基于历史，仅为大数据预测，不代表未来走势，需要投资者根据不同行情合理应用、控制风险。</p>
    </div>
</template>
<script>
export default {
    activated(){
        document.title='免责声明';
    },
}
</script>
<style lang="less" scoped>
*{
    box-sizing: border-box;
}
body{
}
.box{
    width: 100%;
    height:13.34rem;
    overflow: scroll;
    background:#fff;
    padding-left:0.3rem;
    padding-right:0.3rem;
    padding-top:0.3rem;
    p{
        font-family: PingFangSC-Regular;
        font-size:0.34rem;
        color: #000000;
        letter-spacing:0.02rem;
        margin-bottom:0.6rem;
    }
    .p{
        text-indent: 2em;
    }
}
</style>